Revit 2024 API
ParameterTypeId.StairsPathFullStepArrow Property
 "Full Step Arrow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsPathFullStepArrow { get; }
Visual Basic
Public Shared ReadOnly Property StairsPathFullStepArrow As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsPathFullStepArrow {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace